---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_INVERT_ELEVATION
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_INVERT_ELEVATION

"Invert Elevation": This parameter is obsolete. It exists only for compatibility.